[
  "هل سبق لك أن كذبت على صديق؟",
  "ما هي أكبر مخاوفك؟",
  "ما هو أكثر شيء محرج قمت به على الإطلاق؟",
  "هل سبق لك أن غشيت في الاختبار؟",
  "ما هو اللقب الأكثر إحراجا لديك؟",
  "هل سبق لك أن سرقت شيئا؟",
  "ما هو الشيء الأكثر مغامرة الذي قمت به على الإطلاق؟",
  "هل سبق لك التنصت على محادثة؟",
  "هل سبق أن كذبت على والديك؟",
  "هل سبق لك أن تظاهرت بالمرض لتتغيب عن المدرسة؟",
  "ما هي ذكرياتك الطفولية المفضلة؟",
  "هل كان لديك في أي وقت مضى استحواذ على معلم؟",
  "ما هي أكثر عاداتك المزعجة؟",
  "هل سبق لك أن أحببت؟",
  "ما هي أكبر مشكلة واجهتك على الإطلاق؟",
  "هل سبق لك أن غشيت في إحدى الألعاب؟",
  "ما هو أكبر غيظ الحيوانات الأليفة؟",
  "هل سبق لك أن تخطيت تجمعًا عائليًا للقيام بشيء آخر؟",
  "ما هي موهبتك السرية؟",
  "هل سبق لك أن أرسلت رسالة نصية إلى الشخص الخطأ؟",
  "ما هو الشيء الأكثر إحراجاً الذي ضبطك والديك تفعله؟",
  "هل سبق لك أن تم القبض عليك في كذبة؟",
  "ما هو الشيء الأكثر جرأة الذي قمت به على الإطلاق؟",
  "هل سبق لك أن تسللت خارج المنزل؟",
  "ما هو أغرب حلم حلمت به؟",
  "هل سبق لك أن كسرت العظام؟",
  "هل سبق لك أن قبلت شخص ما؟",
  "هل تحب شخص ما؟",
  "لو أتيحت لك الفرصة، من أي شخصية مشهورة ستتزوج؟",
  "لماذا لا تتزوج؟",
  "هل أنت ألوان؟",
  "هل انت وحيد؟",
  "هل لديك أي صور أو مقاطع فيديوهات منحرفىة محفوظة على هاتفك؟",
  "هل سبق لك أن فعلت ذلك في السيارة؟",
  "كم عدد الأشخاص الذين نمت معهم؟",
  "إذا كان عليك القيام بعلاقة ثلاثية مع الأشخاص في هذه الغرفة، مع من ستفعل ذلك ولماذا؟",
  "ما هو الشيء الأكثر مغامرة جنسيًا الذي تريد أن يفعله شخص ما بك؟",
  "ما الذي يمكن أن يكون أكثر إثارة: الجنس الغاضب أم الجنس بالمكياج؟",
  "ما هو أكبر عدد من المرات التي قمت بها في يوم واحد؟",
  "ما هو الجزء المفضل لديك من جسد الفتاة؟",
  "متى فقدت العذرية الخاص؟ بك",
  "متى كانت المرة الأولى التي أتيت فيها؟",
  "من هو الشخص الذي ترغب في النوم معه أكثر من بين الجميع هنا؟",
  "ما هي أغرب عقوبة اتخذتها في مدرستك/كليتك؟?",
  "هل سبق لك أن سرقت أموالاً من محفظة والدك؟",
  "كم مرة نسخت من صديقك أثناء الامتحانات وتم القبض عليك؟",
  "ماذا تفعل عندما يتم بث مشهد رومانسي أثناء مشاهدة فيلم مع والديك؟",
  "ما هو الشيء الوحيد الذي تفعله، إذا كنت من الجنس الآخر؟",
  "هل لديك مجموعة غريبة من أي شيء؟",
  "هل أنت غيور؟",
  "ماهي آخر وجبة تناولتها ؟",
  "هل سبق لك أن أطلقت الريح في المصعد؟",
  "هل سبق لك أن تبولت في حمام السباحة؟",
  "هل سبق لك أن اخترت أنفك وأكلته؟",
  "كم عدد الأيام التي قضيتها دون الاستحمام؟",
  "ما هي أكثر نكتة مثيرة للاشمئزاز على الإطلاق مع شخص ما؟",
  "ما هو الشيء الغبي الذي فعلته وتفتخر به أكثر؟",
  "من هنا أنت أكثر غيرة منه؟",
  "ما هي أكبر كذبة قلتها على الإطلاق؟",
  "من تعلمت ممارسة الجنس لأول مرة؟",
  "كم عدد الفتيات / الأولاد الذين تمارس معهم الجنس في أحلامك؟",
  "هل تعرف عائلتك أنك مجنون؟",
  "كيف كانت المتعة في المرة الأولى؟",
  "من تحب اكثر؟",
  "كم عدد السابقين لديك؟",
  "ما هو أكبر خطأ في الحياة؟",
  "في أي سنة سوف تتزوج؟",
  "ما هي كلمة مرور الفيسبوك الخاصة بك?\n(قم بحذفها بعد خمس ثواني)",
  "ما هو اسم الفيلم المفضل لديك؟",
  "أنيمي أو هينتاي",
  "ماذا ستسأل زوجك/زوجتك في ليلة الزفاف؟?"
]